IDEA Open Model
BoltAssembly.Borehole Property
Compatible with IDEA StatiCa Beta 20.0
 Size of borehole
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double Borehole { get; set; }
Public Property Borehole As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
BoltAssembly Class
IdeaRS.OpenModel.Material Namespace